web-api-helloworld/python-django-ninja/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.81s   191.62ms   2.00s    86.70%
    Req/Sec    16.18     16.87   131.00     88.86%
  2506 requests in 1.12m, 655.87KB read
  Socket errors: connect 0, read 0, write 0, timeout 2100
Requests/sec:     37.27
Transfer/sec:      9.75KB