web-api-helloworld/python-django-ninja/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   141.07ms   44.46ms 382.34ms   67.81%
    Req/Sec   177.21     38.78   260.00     69.12%
  42453 requests in 1.12m, 10.65MB read
  Socket errors: connect 0, read 0, write 0, timeout 200
Requests/sec:    631.55
Transfer/sec:    162.21KB