web-api-helloworld/python-django-ninja/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   140.15ms   42.86ms 382.19ms   67.72%
    Req/Sec   179.06     38.10   303.00     66.01%
  42804 requests in 1.00m, 10.74MB read
Requests/sec:    712.22
Transfer/sec:    182.92KB